[
    {
        "dish_name": "ผัดไทย",
        "description": "เมนูเส้นที่เป็นอาหารประจำชาติไทย เป็นเมนูที่คนไทยทานเป็นกิจวัตร และเป็นเมนูที่ต่างชาติยกนิ้วให้ในความอร่อย รสชาติที่ทานง่ายทำให้ถูกปากผู้คนจากทั่วโลกได้ไม่ยาก ความอร่อยสไตล์ไทยที่โดดเด่นเป็นเอกลักษณ์ ทำให้ผู้ที่ได้ลิ้มลองต่างหลงรัก และยกให้เป็นเมนูโปรดที่ต้องหาทาน",
        "ingredients": [
            "กุ้งแห้ง 1 ช้อนโต๊ะ",
            "ไชโป๊ 1 ช้อนโต๊ะ",
            "หอมแดงสับหยาบ 2 ช้อนโต๊ะ",
            "กระเทียมสับ 2 ช้อนโต๊ะ",
            "น้ำมันพืช 2 ช้อนโต๊ะ",
            "เต้าหู้แข็งหั่นแท่ง 3 ช้อนโต๊ะ",
            "เส้นผัดไทยแช่น้ำ 150 กรัม",
            "ใบกุ้ยช่าย 30 กรัม",
            "ไข่เป็ด 2 ฟอง",
            "ถั่วลิสงป่น 2 ช้อนโต๊ะ",
            "พริกป่น ตามชอบ",
            "น้ำตาลมะพร้าว 200 กรัม",
            "น้ำปลา 200 มิลลิลิตร",
            "น้ำมะขามเปียก 200 มิลลิลิตร"
        ],
        "instructions": [
            "เริ่มด้วยการทำน้ำผัดไทยก่อน โดยนำน้ำตาลมะพร้าว น้ำมะขามเปียก และน้ำปลา ใส่ลงในกระทะ เคี่ยวด้วยไฟอ่อน จนส่วนผสมทั้งหมดส่งกลิ่นหอมละลายเป็นเนื้อเดียวกัน ปิดไฟและพักไว้",
            "ตั้งกระทะใส่น้ำมัน รอจนน้ำมันเริ่มร้อนใส่หอมแดง กระเทียม และไชโป๊ลงไป ผัดจนส่งกลิ่นหอม จึงใส่เต้าหู้แข็งลงไปผัดต่ออีกสักครู่พอสุก",
            "จากนั้นใช้ไฟแรง ใส่เส้นผัดไทยลงไป ผัดให้เส้นอ่อนสุกนุ่ม แล้วจึงราดด้วยน้ำซอสมะขามที่เตรียมไว้ประมาณ 2 ทัพพี",
            "เมื่อน้ำผัดไทยซึมเข้าเส้นแล้ว ให้ใส่ถั่วงอก และใบกุ้ยช่าย ตามด้วยตอกไข่เป็ดใส่ลงไป โดยไข่เป็ดให้ขยี้จนไข่แตก พอไข่เริ่มสุกจึงผัดคลุกเคล้าให้ส่วนผสมทั้งหมดเข้ากัน",
            "ปิดไฟตักใส่จาน โรยด้วยถั่วป่น และพริกป่น ปริมาณตามชอบ กินกับถั่วงอกดิบและกุ้ยช่ายสด ยิ่งเพิ่มความอร่อยกลมกล่อมมากขึ้น"
        ]
    },
    {
        "dish_name": "ยำเนื้อ",
        "description": "เมนูจัดจ้านที่จัดมากี่จานก็ทานได้ไม่ถอย ความอร่อยรสชาติอินเตอร์เปรี้ยวนำหวานตาม ตัดด้วยรสเค็มนิด ๆ ความเผ็ดที่เลือกระดับได้ตามใจชอบ จะทานกับข้าวสวยหรือข้าวเหนียวก็อร่อยถูกปาก แถมสุขภาพดีด้วยพืชสมุนไพรนานาชนิด ที่มาช่วยเสริมรสเสริมสุขภาพมอบความอร่อยที่แสนลงตัว",
        "ingredients": [
            "เนื้อสันใน 1/2 กิโลกรัม",
            "กระเทียม ซอย 10 กลีบ",
            "พริกขี้หนู ซอย 5 เม็ด",
            "รากผักชีสับละเอียด 1 1/2 ช้อนโต๊ะ",
            "น้ำมะนาว 2 ช้อนโต๊ะ",
            "น้ำตาลทราย 1 ช้อนโต๊ะ",
            "น้ำปลา 1 ช้อนโต๊ะ",
            "ใบสะระแหน่ 1/2 ถ้วย",
            "ตะใคร้ซอย 1/2 ถ้วย",
            "หอมแดงซอย 1/2 ถ้วย",
            "ผักชีสับหยาบ 1/2 ถ้วย",
            "ผักกาดหอม (สำหรับทานเป็นเครื่องเคียง)"
        ],
        "instructions": [
            "นำเนื้อสันในมาหั่นเป็นชิ้นบาง ๆ",
            "จากนั้นนำเนื้อที่หั่นเรียบร้อยแล้วนาบกระทะ หรือหากมีเตาย่างก็นำไปย่างบนเตา จะได้เนื้อที่ส่งกลิ่นหอมน่ารับประทานยิ่งขึ้น",
            "นำกระเทียม พริกขี้หนู และรากผักชีที่เตรียมไว้ โขลกให้เข้ากัน",
            "นำส่วนผสมที่โขลกไว้ ตักใส่ชาม ใส่หอมแดง ผักชี และตะไคร้ ปรุงรสด้วยน้ำปลา น้ำตาล และมะนาว",
            "นำเนื้อที่ย่างไว้ ใส่ลงไปคลุกเคล้าให้ทั่ว ทิ้งไว้สักครู่จนความแซ่บของน้ำพล่าซึมเข้าเนื้อ",
            "จัดจานด้วยผักกาดหอม เทพล่าเนื้อใส่ในจานที่จัดไว้ และโรยด้วยใบสะระแหน่ พร้อมเสิร์ฟ"
        ]
    },
    {
        "dish_name": "ผัดกะเพราหมู",
        "description": "รู้สึกหิวแต่คิดไม่ออกว่าอยากทานอะไร เลือกผัดกะเพราหมูรับรองไม่ผิดหวัง ผัดกะเพราหมูยังคงเป็นเมนูอาหารตามสั่งที่ตอบโจทย์ความอร่อยได้อย่างครบถ้วน ความเผ็ดร้อนจัดจ้าน บวกกับกลิ่นหอมของใบกะเพรา และรสชาติที่กลมกล่อมเป็นเอกลักษณ์ ทำให้ผัดกะเพรากลายเป็นเมนูยอดนิยมที่ทานได้ทุกวันไม่เบื่อ",
        "ingredients": [
            "หมูสับ 2 ขีด",
            "กระเทียมไทย 3 หัว",
            "พริกจินดาแดง 5 เม็ด",
            "น้ำมันพืช 1 ช้อนโต๊ะ",
            "น้ำเปล่า 1 ช้อนโต๊ะ",
            "น้ำมันหอย 2 ช้อนโต๊ะ",
            "ซีอิ๊วขาว 1 ช้อนโต๊ะ",
            "น้ำตาลทราย 1 ช้อนชา"
        ],
        "instructions": [
            "นำเนื้อหมูสันในมาหั่นเป็นชิ้นบาง ๆ",
            "นำพริก กระเทียม โขลกรวมกันพอหยาบ",
            "ตั้งกระทะไฟกลาง ใส่น้ำมัน และตักพริกกระเทียมโขลกลงไปผัดจนเหลืองหอม",
            "ใส่หมูสับลงไปผัด ยีหมูให้กระจายจนทั่วกระทะเติมน้ำเปล่าเล็กน้อยผัดให้เข้ากัน",
            "ปรุงรสด้วยน้ำมันหอย ซีอิ๊วขาว และน้ำตาลทราย",
            "เร่งไฟแรงใส่ใบกะเพราผัดต่อสักครู่ปิดไฟแล้วเทใส่จานพร้อมเสิร์ฟ"
        ]
    },
    {
        "dish_name": "ต้มยำกุ้ง",
        "description": "ไม่มีใครไม่รู้จักอาหารไทยเมนูนี้ เมนูชื่อดังที่ทำให้ทั่วโลกรู้จักและหลงรักอาหารไทยมากขึ้น กับรสชาติที่จัดจ้านแบบกลมกล่อมอร่อยครบรส น้ำต้มยำสูตรเด็ดที่ช่วยชูรสชาติของกุ้งสดเนื้อแน่นออกมาได้อย่างน่าประทับใจ แนะนำให้ทานคู่กับข้าวสวยเพิ่มความอิ่มอร่อยได้อย่างลงตัว",
        "ingredients": [
            "กุ้งสด 6 ขีด",
            "เห็ดฟาง 250 กรัม",
            "ข่า ตระไคร้ ใบมะกรูด 1 มัด",
            "พริกขี้หนู 10 เม็ด",
            "น้ำพริกเผา 1 ช้อนโต๊ะ",
            "นมสด 50 กรัม",
            "น้ำปลา 2 ช้อน",
            "น้ำตาลทราย 1 ช้อน",
            "มะนาว 1 ลูก",
            "หอมแดง 6 หัว",
            "ผักชีฝรั่ง 1 ถ้วยเล็ก",
            "น้ำเปล่า 400 มิลลิลิตร"
        ],
        "instructions": [
            "นำกุ้งที่เตรียมไว้มาล้างทำความสะอาด และปอกเปลือกออก และต้องไม่ลืมผ่าเอาเส้นดำ ๆ บริเวณหลังออก เพราะหากทานเข้าไปจะให้รสที่ขมจนต้มยำเสียรสชาติ จากนั้นล้างน้ำเปล่าซ้ำอีกครั้ง",
            "นำชุดข่าตะไคร้ใบมะกรูด และผักชีฝรั่ง ล้างและหั่นเป็นท่อน ๆ",
            "ปอกเปลือกหอมแดงทุบให้พอแตก และนำพริกขี้หนูมาทุบให้พอแตกเช่นกัน",
            "จากนั้นนำเห็ดฟางมาล้างเอาดินหรือคราบเปื้อนออกให้หมดก่อนนำไปผ่าครึ่งเตรียมไว้",
            "ตั้งเตาไฟแรงต้มน้ำจนเดือด จากนั้นใส่เครื่องต้มยำลงไป ไม่ว่าจะเป็นข่า ตะไคร้ ใบมะกรูด หอมแดง ทิ้งไว้สักครู่",
            "มาสู่ขั้นตอนการปรุงรส เริ่มด้วยใส่พริกเผาลงไป ตามด้วยนมสด น้ำปลา น้ำตาลทราย ปิดท้ายด้วยพริกขี้หนูทุบ ปรุงจนได้รสชาติที่ถูกใจ",
            "ใส่เห็ดฟาง และกุ้งสดลงไปคนเล็กน้อย และเมื่อกุ้งเปลี่ยนเป็นสีส้มสดใส ให้ปิดไฟ ใส่น้ำมะนาวให้ได้รสเปรี้ยวตามชอบ และโรยผักชีฝรั่งปิดฝา ยกออกจากเตาพร้อมเสิร์ฟ"
        ]
    },
    {
        "dish_name": "ต้มข่าไก่",
        "description": "หนึ่งในเมนูยอดนิยมที่โด่งดังไปทั่วโลก ความอร่อยที่ไม่แพ้เมนูสุดแซ่บอย่างต้มยำกุ้ง เหมาะสำหรับผู้ที่ชื่นชอบสัมผัสที่นุ่มเด้งของเนื้อไก่มากกว่าความสดแน่นของเนื้อกุ้ง ชื่นชอบในรสเปรี้ยวที่ผสมปนเปกับความหอมมันของน้ำกะทิ และที่สำคัญเผ็ดไม่มากทานได้ง่ายอย่างลงตัว",
        "ingredients": [
            "สะโพกไก่ 500 กรัม",
            "หัวกะทิ 300 มิลลิลิตร",
            "หางกะทิ 500 มิลลิลิตร",
            "ข่าอ่อน 1 หัว",
            "ตะไคร้ 3 ต้น",
            "ใบมะกรูด 10 ใบ",
            "น้ำปลา 1 ช้อนโต๊ะ",
            "เกลือป่น 1/2 ช้อนชา",
            "พริกแดง-เขียว 10 กรัม",
            "มะนาว 1 ลูก",
            "น้ำเปล่า 400 มิลลิลิตร"
        ],
        "instructions": [
            "หั่นสะโพกไก่ขนาดพอดีคำ",
            "นำหม้อขึ้นตั้งไฟแรง เทน้ำเปล่าและรอให้น้ำเดือดจึงค่อยเริ่มทำอาหาร",
            "ระหว่างรอน้ำเดือดนำข่า และตะไคร้มาทุบให้พอแตก และหั่นข่าเป็นแว่น ๆ ตะไคร้เป็นท่อน ๆ เตรียมไว้",
            "เมื่อน้ำเดือดนำไก่ที่หั่นเรียบร้อยแล้วใส่ลงไป ตามด้วยหัวกะทิคนให้เข้ากัน อีกสักพักเทหางกะทิตามลงไป ค่อย ๆ คนให้เข้ากัน ระวังไม่ให้กะทิแตกมัน",
            "จากนั้นนำข่า ตะไคร้ และใบมะกรูดที่เตรียมไว้ใส่ลงไปในหม้อ โรยเกลือลงเล็กน้อย ใส่พริกขี้หนูตามลงไป โดยหากไม่ต้องการให้เผ็ดมาก ก็ไม่ต้องทุบพริก เด็ดขั้วแล้วใส่ลงไปในหม้อได้เลย ต้มต่อจนไก่สุก รอให้ต้มข่าไก่เริ่มส่งกลิ่นหอมชวนรับประทาน",
            "ควรใช้ไฟอ่อนในระหว่างการปรุงรสต้มข่าไก่ โดยให้บีบมะนาวเป็นการปรุงปิดท้าย และปิดไฟยกออกจากเตา"
        ]
    },
    {
        "dish_name": "ส้มตำ",
        "description": "ใคร ๆ ก็ตกหลุมรักในรสชาติที่เป็นเอกลักษณ์ของเมนูส้มตำตำรับไทย ที่คนไทยทานดีต่างชาติทานได้ ความอร่อยลงตัวไม่แสบท้อง รสชาติที่กลมกล่อม ระดับความเผ็ดที่เลือก ไม่ว่าเผ็ดมากเผ็ดน้อยก็ให้อรรถรสความอร่อยที่ใครได้ทานเป็นติดใจ ยิ่งทานคู่กับข้าวเหนียวยิ่งเพลินอิ่มท้องกำลังดี",
        "ingredients": [
            "มะละกอดิบ 1/2 ลูก",
            "กระเทียม 4 กลีบ",
            "พริกขี้หนู 5 เม็ด",
            "มะเขือเทศ 3 ลูก",
            "ถั่วฝักยาวหั่นท่อน 100 กรัม",
            "กุ้งแห้ง 2 ช้อนโต๊ะ",
            "ถั่วลิสง 2 ช้อนโต๊ะ",
            "น้ำตาลปี๊บ 1/2 ช้อนโต๊ะ",
            "มะนาว 1 ลูก",
            "น้ำปลา 2 ช้อนโต๊ะ"
        ],
        "instructions": [
            "นำมะละกอดิบที่เตรียมไว้ปอกเปลือก สับและฝานออกให้มีลักษณะเป็นเส้น ๆ",
            "ตำพริกกับกระเทียมพอหยาบ ตามด้วยฝานมะเขือเทศตามลงไป",
            "หั่นถั่วฝักยาวเป็นท่อน ๆ ใส่ลงไปในครก",
            "ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ และบีบมะนาวตามลงไป คลุกเคล้าส่วนผสมทั้งหมดให้เข้ากัน",
            "ใส่มะละกอดิบที่สับเป็นเส้น ๆ ลงไป ตำคลุกเคล้าให้เข้ากันกับน้ำส้มตำ ชิมรสและปรุงแต่งเพิ่มเติมได้ตามชอบ",
            "ตักใส่จานโรยกุ้งแห้ง และถั่วลิสงเป็นอันเสร็จพร้อมเสิร์ฟ"
        ]
    },
    {
        "dish_name": "แกงเขียวหวาน",
        "description": "เมนูแกงกะทิสีเขียวนวลตา อาหารไทยที่โด่งดังไปไกลถึงครัวโลก หนึ่งในแกงไทยที่ชาวต่างชาตินิยมนำมารังสรรค์ได้อย่างน่าประทับใจ ด้วยรสชาติและกลิ่นหอมของพริกแกงเขียวหวานและกะทิที่ชูรสให้แกงตำรับไทยชามนี้ถูกปากทุกคนที่ได้ลิ้มลอง ทานกับข้าวสวยหรือขนมจีนก็อร่อยติดใจไม่แพ้กัน",
        "ingredients": [
            "เนื้อสะโพกไก่ 350 กรัม",
            "พริกแกงเขียวหวาน 80 กรัม",
            "หัวกะทิ 300 มิลลิลิตร",
            "หางกะทิ 400 มิลลิลิตร",
            "มะเขือเปราะ(ผ่าครึ่ง) 100 กรัม",
            "มะเขือพวง 50 กรัม",
            "น้ำปลา 1 1/2 ช้อนโต๊ะ",
            "น้ำตาลปี๊บ 1 ช้อนโต๊ะ",
            "ใบมะกรูด 5 ใบ",
            "พริกชี้ฟ้าแดงซอย 3 เม็ด",
            "ใบโหระพา 10 กรัม"
        ],
        "instructions": [
            "ตั้งกระทะใช้ไฟอ่อน ใส่หัวกะทิลงไป ค่อย ๆ เคี่ยวจนกะทิแตกมัน จากนั้นจึงใส่พริกแกงเขียวหวานตามลงไป ผัดให้เข้ากันจนส่งกลิ่นหอม",
            "เพิ่มไฟให้แรงขึ้นในระดับกลาง นำเนื้อสะโพกไก่ที่หั่นเป็นชิ้นพอดีคำไปผัดกับพริกแกงและหัวกะทิ ผัดให้เครื่องเขียวหวานซึมเข้าไปในเนื้อไก่จนไก่เริ่มสุก",
            "จากนั้นเติมหางกะทิลงไป ปล่อยทิ้งไว้รอจนกะทิเดือด จึงค่อยปรุงรสด้วยน้ำปลา และน้ำตาลปี๊บ คนส่วนผสมทั้งหมดให้เข้ากัน",
            "เพิ่มสีสัน และสารอาหารด้วยมะเขือเปราะ มะเขือพวง และใบมะกรูด ใช้ไฟอ่อนรอจนมะเขือทั้งสองสุกกรอบกำลังดีจึงปิดไฟ โรยด้วยพริกชี้ฟ้าแดง และใบโหระพาก่อนคนอีกครั้งยกออกจากเตาพร้อมเสิร์ฟ"
        ]
    },
    {
        "dish_name": "ผัดขี้เมา",
        "description": "ผัดขี้เมา เมนูที่มีที่มาที่ไปจากอาหารกับแกล้มของขี้เมาสมัยก่อน แต่ปัจจุบันกลับกลายเป็นเมนูยอดนิยมที่ผัดทีไรส่งกลิ่นหอมฟุ้งไปทั่วบ้าน เมนูอาหารไทยที่อุดมไปด้วยสมุนไพรมากมาย จะผัดกับเนื้อสัตว์ประเภทไหนก็อร่อย หรือจะทำเป็นเมนูเส้นผัดขี้เมา ทั้งเส้นสปาเกตตี หรือบะหมี่กึ่งสำเร็จรูปก็อร่อยลงตัว",
        "ingredients": [
            "เนื้อสัตว์ตามชอบ 150 กรัม",
            "กระเทียม 1/2 หัว",
            "ข้าวโพดอ่อน 5 ฝัก",
            "พริกชี้ฟ้าแดง 4 เม็ด",
            "พริกไทยสด 3 พวง",
            "ใบมะกรูด 5 ใบ ต้น",
            "ใบกระเพรา 50 กรัม",
            "น้ำตาลทราย 1/2 ช้อนโต๊ะ",
            "น้ำมันหอย 1 ช้อนโต๊ะ",
            "น้ำปลา 1/2 ช้อนโต๊ะ",
            "น้ำมันพืช 1 ช้อนโต๊ะ"
        ],
        "instructions": [
            "ตั้งกระทะใช้ไฟกลางใส่น้ำมันพืชลงไปจนน้ำมันเริ่มร้อน เทกระเทียมลงกระทะผัดจนสีเหลืองหอม",
            "จากนั้นนำเนื้อสัตว์ที่หั่นเตรียมไว้แล้วผัดต่อจนเริ่มสุก ใส่ข้าวโพดอ่อนหั่นเฉียงตามลงไป",
            "ปรุงรสด้วยน้ำมันหอย น้ำปลา และน้ำตาล แตะชิมจนได้รสที่ต้องการ",
            "นำพริกไทยสด ใบมะกรูด และพริกชี้ฟ้าใส่ลงไปผัดกับเนื้อสัตว์ในกระทะจนสุก",
            "จากนั้นให้ปิดเตา และโรยด้วยใบกะเพรา ผัดคลุกเคล้าต่อเล็กน้อย เทใส่จานเสิร์ฟคู่กับข้าวสวยร้อน ๆ หอมนุ่มน่ารับประทาน"
        ]
    },
    {
        "dish_name": "เสือร้องไห้",
        "description": "แซ่บหลาย คำที่ใครก็ต้องกล่าวออกมาเมื่อได้ลิ้มรสความจัดจ้านของเนื้อย่างฉ่ำนุ่มของเมนูเสือร้องไห้ เนื้อย่างตำรับอีสานที่มอบรสชาติเข้มข้นเผ็ดร้อน โดดเด่นเป็นเอกลักษณ์ แนะนำให้ทานคู่กับข้าวเหนียวและผักสดเพิ่มความอิ่มอร่อย แถมช่วยลดอาการแสบท้อง ทานได้มากขึ้นถึงไหนถึงกัน",
        "ingredients": [
            "เนื้อวัวส่วนหน้าอก 1/2 กิโลกรัม",
            "น้ำตาลปี๊บ 1/2 ช้อนโต๊ะ",
            "น้ำปลา 2 1/2 ช้อนโต๊ะ",
            "พริกป่น 1 ช้อนชา",
            "ข้าวคั่ว 2 ช้อนโต๊ะ",
            "น้ำจิ้มแจ่ว 1 ขวด",
            "ผักสด ตามชอบ"
        ],
        "instructions": [
            "นำเนื้อวัวส่วนอก เคล็ดลับความอร่อยต้องเลือกชิ้นที่มีชั้นมันแทรกเท่านั้น และก่อนทำการหมัก ให้ใช้ส้อมจิ้มลงไปที่เนื้อให้ทั่",
            "จากนั้นนำเนื้อสัตว์ที่หั่นเตรียมไว้แล้วผัดต่อจนเริ่มสุก ใส่ข้าวโพดอ่อนหั่นเฉียงตามลงไป",
            "ระหว่างรอให้จุดเตารอหากที่บ้านใช้เป็นเตาถ่าน แต่หากไม่มีสามารถใช้เตาแก๊ส หรือเตาไฟฟ้าก็ได้",
            "เมื่อทุกอย่างพร้อมแล้ว นำเนื้อที่ผ่านการหมักครบ 30 นาที ลงย่างบนเตาที่เตรียมไว้ แนะนำให้ใช้ไฟอ่อน เพื่อให้เนื้อที่ได้สุกทั่วกำลังดี",
            "เมื่อเนื้อสุกหอมได้ที่ ให้นำไปหั่นเป็นชิ้นพอดีคำ เทน้ำจิ้มแจ่วปรุงสำเร็จลงถ้วย เสิร์ฟพร้อมผักสดและข้าวเหนียว"
        ]
    }
]